Repository: darthkubox/FindHub-Android
Catalog: App/Resources/Localizable.xcstrings
Source language: pl
Languages: de, en, es, fr, it

source: IETF DULT — wykrywanie niechcianych lokalizatorów
de: IETF DULT – Erkennung unerwünschter Tracker
en: IETF DULT — detecting unwanted location trackers
es: IETF DULT: detección de localizadores no deseados
fr: IETF DULT — détection des traceurs indésirables
it: IETF DULT: rilevamento di localizzatori indesiderati

source: Ikona
de: Symbol
en: Icon
es: Icono
fr: Icône
it: Icona

source: Imperialne (mi, ft)
de: Imperial (mi, ft)
en: Imperial (mi, ft)
es: Imperial (mi, ft)
fr: Impérial (mi, ft)
it: Imperiale (mi, ft)

source: Informacje o urządzeniu
de: Geräteinformationen
en: Device information
es: Información del dispositivo
fr: Informations sur l’appareil
it: Informazioni sul dispositivo

source: Informacje prawne
de: Rechtliche Hinweise
en: Legal information
es: Información legal
fr: Informations légales
it: Note legali

source: Informacje prawne i licencje
de: Rechtliches und Lizenzen
en: Legal information and licences
es: Información legal y licencias
fr: Informations légales et licences
it: Note legali e licenze

source: Jasny
de: Hell
en: Light
es: Claro
fr: Clair
it: Chiaro

source: Jednostki
de: Einheiten
en: Units
es: Unidades
fr: Unités
it: Unità

# Klucz urządzenia: %lld B; warianty: %lld; wersja: %d.
source: Klucz urządzenia: %1$lld B; warianty: %2$lld; wersja: %3$d.
de: Geräteschlüssel: %1$lld B; Varianten: %2$lld; Version: %3$d.
en: Device key: %1$lld B; variants: %2$lld; version: %3$d.
es: Clave del dispositivo: %1$lld B; variantes: %2$lld; versión: %3$d.
fr: Clé de l’appareil : %1$lld o ; variantes : %2$lld ; version : %3$d.
it: Chiave del dispositivo: %1$lld B; varianti: %2$lld; versione: %3$d.

source: Klucze E2EE odblokowane ✅
de: E2EE-Schlüssel entsperrt ✅
en: E2EE keys unlocked ✅
es: Claves E2EE desbloqueadas ✅
fr: Clés E2EE déverrouillées ✅
it: Chiavi E2EE sbloccate ✅

source: Klucze E2EE zablokowane
de: E2EE-Schlüssel gesperrt
en: E2EE keys locked
es: Claves E2EE bloqueadas
fr: Clés E2EE verrouillées
it: Chiavi E2EE bloccate

source: Klucze lokalizacji
de: Standortschlüssel
en: Location keys
es: Claves de ubicación
fr: Clés de localisation
it: Chiavi di posizione

source: Kod źródłowy
de: Quellcode
en: Source code
es: Código fuente
fr: Code source
it: Codice sorgente

source: Kod źródłowy na GitHubie
de: Quellcode auf GitHub
en: Source code on GitHub
es: Código fuente en GitHub
fr: Code source sur GitHub
it: Codice sorgente su GitHub

source: Komponenty
de: Komponenten
en: Components
es: Componentes
fr: Composants
it: Componenti

source: Komponenty, źródła i podziękowania
de: Komponenten, Quellen und Danksagungen
en: Components, sources and acknowledgements
es: Componentes, fuentes y agradecimientos
fr: Composants, sources et remerciements
it: Componenti, fonti e ringraziamenti

source: Konta
de: Konten
en: Accounts
es: Cuentas
fr: Comptes
it: Account

source: Konto %@ zostanie wylogowane z tego iPhone’a. Historia, notatki i miejsca zostaną zachowane.
de: %@ wird auf diesem iPhone abgemeldet. Verlauf, Notizen und Orte bleiben erhalten.
en: %@ will be signed out on this iPhone. History, notes and places will be kept.
es: Se cerrará la sesión de %@ en este iPhone. El historial, las notas y los lugares se conservarán.
fr: %@ sera déconnecté de cet iPhone. L’historique, les notes et les lieux seront conservés.
it: L’account %@ verrà disconnesso da questo iPhone. Cronologia, note e luoghi verranno conservati.

source: Konto Google
de: Google-Konto
en: Google account
es: Cuenta de Google
fr: Compte Google
it: Account Google

source: Kopiuj współrzędne
de: Koordinaten kopieren
en: Copy coordinates
es: Copiar coordenadas
fr: Copier les coordonnées
it: Copia coordinate

source: Kryptografia krzywych eliptycznych SECP160r1
de: Elliptische-Kurven-Kryptografie SECP160r1
en: SECP160r1 elliptic-curve cryptography
es: Criptografía de curva elíptica SECP160r1
fr: Cryptographie sur courbe elliptique SECP160r1
it: Crittografia a curva ellittica SECP160r1

source: Licencje
de: Lizenzen
en: Licences
es: Licencias
fr: Licences
it: Licenze

source: Licencje i kod źródłowy
de: Lizenzen und Quellcode
en: Licences and source code
es: Licencias y código fuente
fr: Licences et code source
it: Licenze e codice sorgente

source: Linie łączą otrzymane pozycje, nie odtwarzają dokładnej drogi. Przerwy dłuższe niż godzinę są rozdzielone. Zapis obejmuje maksymalnie 7 dni; wcześniejsze odczyty nie są dostępne.
de: Linien verbinden empfangene Positionen und bilden nicht den genauen Weg ab. Lücken von mehr als einer Stunde werden getrennt. Gespeichert werden höchstens 7 Tage; ältere Messwerte sind nicht verfügbar.
en: Lines connect received positions; they don’t reconstruct the exact route. Gaps longer than an hour are split. Up to 7 days are kept; older readings are not available.
es: Las líneas unen las posiciones recibidas; no reconstruyen la ruta exacta. Las pausas de más de una hora se separan. Se guardan como máximo 7 días; las lecturas anteriores no están disponibles.
fr: Les lignes relient les positions reçues sans reconstituer le trajet exact. Les interruptions de plus d’une heure sont séparées. L’historique couvre 7 jours au maximum ; les relevés plus anciens ne sont pas disponibles.
it: Le linee collegano le posizioni ricevute, senza ricostruire il percorso esatto. Le interruzioni di oltre un’ora sono separate. Vengono conservati al massimo 7 giorni; le rilevazioni precedenti non sono disponibili.

source: Logowanie Google
de: Google-Anmeldung
en: Google sign-in
es: Inicio de sesión de Google
fr: Connexion Google
it: Accesso Google

source: Logowanie nie powiodło się (%lld).
de: Anmeldung fehlgeschlagen (%lld).
en: Sign-in failed (%lld).
es: No se pudo iniciar sesión (%lld).
fr: Échec de la connexion (%lld).
it: Accesso non riuscito (%lld).

source: MCS: przekroczono czas połączenia
de: MCS: Zeitüberschreitung der Verbindung
en: MCS: connection timed out
es: MCS: tiempo de conexión agotado
fr: MCS : délai de connexion dépassé
it: MCS: timeout della connessione

source: Mapy Apple
de: Apple Karten
en: Apple Maps
es: Mapas de Apple
fr: Plans d’Apple
it: Mappe di Apple

source: Metryczne (km, m)
de: Metrisch (km, m)
en: Metric (km, m)
es: Métrico (km, m)
fr: Métrique (km, m)
it: Metrico (km, m)

source: Miejsca
de: Orte
en: Places
es: Lugares
fr: Lieux
it: Luoghi

source: Miejsca tego urządzenia
de: Orte dieses Geräts
en: Places for this device
es: Lugares de este dispositivo
fr: Lieux de cet appareil
it: Luoghi di questo dispositivo

source: Miejsce
de: Ort
en: Place
es: Lugar
fr: Lieu
it: Luogo

source: Miejsce %@
de: Ort %@
en: Place %@
es: Lugar %@
fr: Lieu %@
it: Luogo %@

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello

source: Moje bliskie urządzenie
de: In meiner Nähe halten
en: Keep near me
es: Mantener cerca de mí
fr: Garder près de moi
it: Tieni vicino a me

source: Moje miejsca
de: Meine Orte
en: My places
es: Mis lugares
fr: Mes lieux
it: I miei luoghi

source: Motyw
de: Design
en: Theme
es: Tema
fr: Thème
it: Tema

source: Najbliższy tag.
de: Nächster Tracker.
en: Nearest tracker.
es: Localizador más cercano.
fr: Traceur le plus proche.
it: Localizzatore più vicino.

source: Najpierw odblokuj klucze E2EE.
de: Entsperre zuerst die E2EE-Schlüssel.
en: Unlock the E2EE keys first.
es: Primero desbloquea las claves E2EE.
fr: Déverrouillez d’abord les clés E2EE.
it: Sblocca prima le chiavi E2EE.

source: Najpierw potrzebny jest nowy odczyt wewnątrz miejsca. Alert wyślę po dwóch kolejnych odczytach wyraźnie poza obszarem.
de: Zuerst ist ein neuer Messwert innerhalb des Orts nötig. Du wirst nach zwei aufeinanderfolgenden Messwerten eindeutig außerhalb des Bereichs benachrichtigt.
en: A new reading inside the place is needed first. You’ll be alerted after two consecutive readings clearly outside the area.
es: Primero se necesita una lectura nueva dentro del lugar. Recibirás un aviso tras dos lecturas consecutivas claramente fuera de la zona.
fr: Un nouveau relevé à l’intérieur du lieu est d’abord nécessaire. Vous serez alerté après deux relevés consécutifs nettement hors de la zone.
it: Serve prima una nuova rilevazione all’interno del luogo. Riceverai un avviso dopo due rilevazioni consecutive chiaramente fuori dall’area.

source: Namierz w pobliżu
de: In der Nähe suchen
en: Find nearby
es: Buscar cerca
fr: Localiser à proximité
it: Trova nelle vicinanze

source: Nazwa
de: Name
en: Name
es: Nombre
fr: Nom
it: Nome

source: Nazwa lokalizacji
de: Name des Orts
en: Place name
es: Nombre del lugar
fr: Nom du lieu
it: Nome del luogo

source: Nazwa lokalna w aplikacji (nie zmienia nazwy na koncie Google).
de: Lokaler Name in der App (ändert den Namen im Google-Konto nicht).
en: Local name in the app (doesn’t rename the device in your Google account).
es: Nombre local en la app (no cambia el nombre en tu cuenta de Google).
fr: Nom local dans l’app (ne renomme pas l’appareil dans votre compte Google).
it: Nome locale nell’app (non rinomina il dispositivo nell’account Google).

source: Nazwa w Google
de: Name bei Google
en: Name in Google
es: Nombre en Google
fr: Nom dans Google
it: Nome in Google

source: Nazwane miejsca
de: Benannte Orte
en: Named places
es: Lugares con nombre
fr: Lieux nommés
it: Luoghi con nome

source: Nazwy urządzeń i miejsc w treści
de: Geräte- und Ortsnamen in Mitteilungen
en: Device and place names in alerts
es: Nombres de dispositivos y lugares en los avisos
fr: Noms des appareils et des lieux dans les alertes
it: Nomi di dispositivi e luoghi negli avvisi

source: Nie ma już urządzeń do dodania.
de: Es gibt keine weiteren Geräte zum Hinzufügen.
en: There are no more devices to add.
es: No quedan dispositivos por añadir.
fr: Il n’y a plus d’appareils à ajouter.
it: Non ci sono altri dispositivi da aggiungere.

source: Nie odebrano jeszcze pozycji tego urządzenia.
de: Für dieses Gerät wurde noch keine Position empfangen.
en: No location has been received for this device yet.
es: Todavía no se ha recibido la ubicación de este dispositivo.
fr: Aucune position n’a encore été reçue pour cet appareil.
it: Non è ancora stata ricevuta la posizione di questo dispositivo.

source: Nie udało się odczytać klucza lokalizacji tego urządzenia.
de: Der Standortschlüssel dieses Geräts konnte nicht gelesen werden.
en: This device’s location key could not be read.
es: No se pudo leer la clave de ubicación de este dispositivo.
fr: Impossible de lire la clé de localisation de cet appareil.
it: Impossibile leggere la chiave di posizione di questo dispositivo.

source: Nie udało się odczytać payloadu raportu
de: Die Berichtsdaten konnten nicht gelesen werden
en: The report payload could not be read
es: No se pudo leer el contenido del informe
fr: Impossible de lire le contenu du rapport
it: Impossibile leggere il contenuto del rapporto

source: Nie udało się odczytać zapisanych notatek i historii. Dane nie zostały nadpisane.
de: Gespeicherte Notizen und Verlauf konnten nicht gelesen werden. Die Daten wurden nicht überschrieben.
en: Saved notes and history could not be read. The data was not overwritten.
es: No se pudieron leer las notas y el historial guardados. Los datos no se han sobrescrito.
fr: Impossible de lire les notes et l’historique enregistrés. Les données n’ont pas été écrasées.
it: Impossibile leggere note e cronologia salvate. I dati non sono stati sovrascritti.

source: Nie udało się odszyfrować raportów sieciowych
de: Netzwerkberichte konnten nicht entschlüsselt werden
en: Network reports could not be decrypted
es: No se pudieron descifrar los informes de la red
fr: Impossible de déchiffrer les rapports du réseau
it: Impossibile decrittografare i rapporti di rete

source: Nie udało się połączyć. Ten tag może nie obsługiwać pilnowania w tle.
de: Verbindung fehlgeschlagen. Dieser Tracker unterstützt die Überwachung im Hintergrund möglicherweise nicht.
en: Couldn’t connect. This tracker may not support background monitoring.
es: No se pudo conectar. Puede que este localizador no admita la vigilancia en segundo plano.
fr: Connexion impossible. Ce traceur ne prend peut-être pas en charge la surveillance en arrière-plan.
it: Connessione non riuscita. Questo localizzatore potrebbe non supportare il monitoraggio in background.

source: Nie udało się ustalić Twojej pozycji. Spróbuj ponownie.
de: Deine Position konnte nicht ermittelt werden. Versuche es erneut.
en: Couldn’t determine your location. Try again.
es: No se pudo determinar tu ubicación. Inténtalo de nuevo.
fr: Impossible de déterminer votre position. Réessayez.
it: Impossibile determinare la tua posizione. Riprova.

source: Nie udało się usunąć danych konta z telefonu. Spróbuj ponownie.
de: Die Kontodaten konnten nicht vom Telefon entfernt werden. Versuche es erneut.
en: Couldn’t remove the account data from this phone. Try again.
es: No se pudieron eliminar los datos de la cuenta del teléfono. Inténtalo de nuevo.
fr: Impossible de supprimer les données du compte de ce téléphone. Réessayez.
it: Impossibile rimuovere i dati dell’account dal telefono. Riprova.

source: Nie udało się usunąć danych konta.
de: Die Kontodaten konnten nicht entfernt werden.
en: Couldn’t remove the account data.
es: No se pudieron eliminar los datos de la cuenta.
fr: Impossible de supprimer les données du compte.
it: Impossibile rimuovere i dati dell’account.

source: Nie udało się wysłać powiadomienia o opuszczeniu miejsca.
de: Die Benachrichtigung über das Verlassen des Orts konnte nicht gesendet werden.
en: Couldn’t send the place exit notification.
es: No se pudo enviar el aviso de salida del lugar.
fr: Impossible d’envoyer la notification de sortie du lieu.
it: Impossibile inviare la notifica di uscita dal luogo.

source: Nie udało się wysłać żądania pozycji
de: Positionsanfrage konnte nicht gesendet werden
en: Couldn’t send the location request
es: No se pudo enviar la solicitud de ubicación
fr: Impossible d’envoyer la demande de position
it: Impossibile inviare la richiesta di posizione

source: Nie udało się włączyć powiadomień. Spróbuj ponownie.
de: Mitteilungen konnten nicht aktiviert werden. Versuche es erneut.
en: Couldn’t turn on notifications. Try again.
es: No se pudieron activar las notificaciones. Inténtalo de nuevo.
fr: Impossible d’activer les notifications. Réessayez.
it: Impossibile attivare le notifiche. Riprova.

source: Nie udało się zapisać zmian na telefonie. Spróbuj ponownie.
de: Änderungen konnten nicht auf dem Telefon gespeichert werden. Versuche es erneut.
en: Couldn’t save the changes on this phone. Try again.
es: No se pudieron guardar los cambios en el teléfono. Inténtalo de nuevo.
fr: Impossible d’enregistrer les modifications sur ce téléphone. Réessayez.
it: Impossibile salvare le modifiche sul telefono. Riprova.

source: Nie udało się zaplanować alertu utraty kontaktu.
de: Die Warnung bei Verbindungsverlust konnte nicht geplant werden.
en: Couldn’t schedule the lost-connection alert.
es: No se pudo programar el aviso de pérdida de conexión.
fr: Impossible de programmer l’alerte de perte de connexion.
it: Impossibile programmare l’avviso di perdita di connessione.

source: Nie udało się zaplanować powiadomienia testowego.
de: Die Testmitteilung konnte nicht geplant werden.
en: Couldn’t schedule the test notification.
es: No se pudo programar la notificación de prueba.
fr: Impossible de programmer la notification de test.
it: Impossibile programmare la notifica di prova.

source: Nie widzę tego tagu. Podejdź bliżej.
de: Dieser Tracker ist nicht sichtbar. Geh näher heran.
en: Can’t see this tracker. Move closer.
es: No se detecta este localizador. Acércate.
fr: Ce traceur n’est pas détecté. Rapprochez-vous.
it: Questo localizzatore non è visibile. Avvicinati.

source: Nie wysłano żądań: %lld.
de: Nicht gesendete Anfragen: %lld.
en: Requests not sent: %lld.
es: Solicitudes no enviadas: %lld.
fr: Demandes non envoyées : %lld.
it: Richieste non inviate: %lld.

source: Nie znaleziono adresu.
de: Adresse nicht gefunden.
en: Address not found.
es: No se encontró la dirección.
fr: Adresse introuvable.
it: Indirizzo non trovato.

source: Nie znaleziono dokumentu w aplikacji. Aktualna wersja: %@
de: Das Dokument wurde in der App nicht gefunden. Aktuelle Version: %@
en: The document wasn’t found in the app. Current version: %@
es: No se encontró el documento en la app. Versión actual: %@
fr: Document introuvable dans l’app. Version actuelle : %@
it: Documento non trovato nell’app. Versione attuale: %@

source: Nie znaleziono taga w pobliżu (limit czasu)
de: Kein Tracker in der Nähe gefunden (Zeitüberschreitung)
en: No tracker found nearby (timed out)
es: No se encontró ningún localizador cerca (tiempo agotado)
fr: Aucun traceur trouvé à proximité (délai dépassé)
it: Nessun localizzatore trovato nelle vicinanze (timeout)

source: Nie znaleziono tekstu licencji w aplikacji.
de: Der Lizenztext wurde in der App nicht gefunden.
en: The licence text wasn’t found in the app.
es: No se encontró el texto de la licencia en la app.
fr: Texte de licence introuvable dans l’app.
it: Testo della licenza non trovato nell’app.

source: Nieobsługiwane klucze raportów: %@ B.
de: Nicht unterstützte Berichtsschlüssel: %@ B.
en: Unsupported report keys: %@ B.
es: Claves de informe no compatibles: %@ B.
fr: Clés de rapport non prises en charge : %@ o.
it: Chiavi di rapporto non supportate: %@ B.

source: Nieoficjalna aplikacja, niepowiązana z Google. Google może zmienić lub zablokować dostęp w każdej chwili, a korzystanie z nieoficjalnego klienta może naruszać warunki Google.
de: Inoffizielle App ohne Verbindung zu Google. Google kann den Zugriff jederzeit ändern oder sperren, und die Nutzung eines inoffiziellen Clients kann gegen die Google-Bedingungen verstoßen.
en: Unofficial app, not affiliated with Google. Google may change or block access at any time, and using an unofficial client may breach Google’s terms.
es: App no oficial, sin relación con Google. Google puede cambiar o bloquear el acceso en cualquier momento, y usar un cliente no oficial puede incumplir las condiciones de Google.
fr: App non officielle, sans lien avec Google. Google peut modifier ou bloquer l’accès à tout moment, et l’utilisation d’un client non officiel peut enfreindre les conditions de Google.
it: App non ufficiale, non affiliata a Google. Google può modificare o bloccare l’accesso in qualsiasi momento e l’uso di un client non ufficiale può violare i termini di Google.

source: Niezalogowano.
de: Nicht angemeldet.
en: Not signed in.
es: No has iniciado sesión.
fr: Non connecté.
it: Accesso non effettuato.

source: Notatka
de: Notiz
en: Note
es: Nota
fr: Note
it: Nota

source: Np. parking −2, sektor C4
de: z. B. Parkhaus −2, Bereich C4
en: e.g. car park level −2, bay C4
es: p. ej., parking −2, sector C4
fr: ex. parking −2, zone C4
it: es. parcheggio −2, settore C4

source: O aplikacji
de: Über die App
en: About
es: Acerca de
fr: À propos
it: Informazioni

source: Obszar miejsca
de: Bereich des Orts
en: Place area
es: Zona del lugar
fr: Zone du lieu
it: Area del luogo

source: Obsługa formatu Protocol Buffers
de: Unterstützung für Protocol Buffers
en: Protocol Buffers support
es: Compatibilidad con Protocol Buffers
fr: Prise en charge de Protocol Buffers
it: Supporto per Protocol Buffers

source: Od Ciebie w linii prostej
de: Luftlinie von dir
en: Straight-line distance from you
es: En línea recta desde ti
fr: À vol d’oiseau depuis vous
it: In linea d’aria da te

source: Odblokowane
de: Entsperrt
en: Unlocked
es: Desbloqueadas
fr: Déverrouillées
it: Sbloccate

source: Odblokowanie kluczy
de: Schlüssel entsperren
en: Unlock keys
es: Desbloqueo de claves
fr: Déverrouillage des clés
it: Sblocco chiavi

source: Odblokowanie skarbca nie powiodło się (%lld).
de: Entsperren des Tresors fehlgeschlagen (%lld).
en: Vault unlock failed (%lld).
es: No se pudo desbloquear la bóveda (%lld).
fr: Échec du déverrouillage du coffre (%lld).
it: Sblocco della cassaforte non riuscito (%lld).

source: Odblokuj klucze E2EE
de: E2EE-Schlüssel entsperren
en: Unlock E2EE keys
es: Desbloquear claves E2EE
fr: Déverrouiller les clés E2EE
it: Sblocca chiavi E2EE

source: Odblokuj raz, by widzieć lokalizacje urządzeń.
de: Einmal entsperren, um die Positionen deiner Geräte zu sehen.
en: Unlock once to see your devices’ locations.
es: Desbloquéalas una vez para ver la ubicación de tus dispositivos.
fr: Déverrouillez une fois pour voir la position de vos appareils.
it: Sblocca una volta per vedere la posizione dei dispositivi.

# Odebrano lokalizacje: %lld/%lld.
source: Odebrano lokalizacje: %1$lld/%2$lld.
de: Empfangene Positionen: %1$lld/%2$lld.
en: Locations received: %1$lld/%2$lld.
es: Ubicaciones recibidas: %1$lld/%2$lld.
fr: Positions reçues : %1$lld/%2$lld.
it: Posizioni ricevute: %1$lld/%2$lld.

# Odebrano lokalizacje: %lld/%lld. %@
source: Odebrano lokalizacje: %1$lld/%2$lld. %3$@
de: Empfangene Positionen: %1$lld/%2$lld. %3$@
en: Locations received: %1$lld/%2$lld. %3$@
es: Ubicaciones recibidas: %1$lld/%2$lld. %3$@
fr: Positions reçues : %1$lld/%2$lld. %3$@
it: Posizioni ricevute: %1$lld/%2$lld. %3$@

source: Odebrano raport, ale nie udało się potwierdzić jego odszyfrowania. Spróbuj pobrać świeżą pozycję.
de: Ein Bericht wurde empfangen, aber seine Entschlüsselung konnte nicht bestätigt werden. Rufe eine aktuelle Position ab.
en: A report was received, but its decryption couldn’t be verified. Try fetching a fresh location.
es: Se recibió un informe, pero no se pudo verificar su descifrado. Intenta obtener una ubicación nueva.
fr: Un rapport a été reçu, mais son déchiffrement n’a pas pu être vérifié. Essayez d’obtenir une position récente.
it: È arrivato un rapporto, ma non è stato possibile verificarne la decrittografia. Prova a ottenere una posizione aggiornata.

source: Odległość od Ciebie
de: Entfernung von dir
en: Distance from you
es: Distancia desde ti
fr: Distance depuis vous
it: Distanza da te

source: Odległość pojawi się po ustaleniu Twojej pozycji.
de: Die Entfernung erscheint, sobald deine Position bekannt ist.
en: The distance will appear once your location is known.
es: La distancia aparecerá cuando se conozca tu ubicación.
fr: La distance s’affichera une fois votre position connue.
it: La distanza apparirà quando sarà nota la tua posizione.

source: Odszyfrowanie wiadomości push
de: Entschlüsselung von Push-Nachrichten
en: Push message decryption
es: Descifrado de mensajes push
fr: Déchiffrement des messages push
it: Decrittografia dei messaggi push

source: Odszyfrowany raport nie zawiera prawidłowych współrzędnych.
de: Der entschlüsselte Bericht enthält keine gültigen Koordinaten.
en: The decrypted report has no valid coordinates.
es: El informe descifrado no contiene coordenadas válidas.
fr: Le rapport déchiffré ne contient pas de coordonnées valides.
it: Il rapporto decrittografato non contiene coordinate valide.

source: Odśwież
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
it: Aggiorna

source: Odświeżanie aplikacji w tle jest niedostępne. Pozycje będą sprawdzane po otwarciu aplikacji.
de: Hintergrundaktualisierung ist nicht verfügbar. Positionen werden beim Öffnen der App geprüft.
en: Background App Refresh is unavailable. Locations will be checked when you open the app.
es: La actualización en segundo plano no está disponible. Las ubicaciones se comprobarán al abrir la app.
fr: L’actualisation en arrière-plan est indisponible. Les positions seront vérifiées à l’ouverture de l’app.
it: L’aggiornamento app in background non è disponibile. Le posizioni verranno controllate all’apertura dell’app.

source: Opcje miejsca
de: Ortsoptionen
en: Place options
es: Opciones del lugar
fr: Options du lieu
it: Opzioni del luogo

source: Opuszczenie miejsca
de: Verlassen eines Orts
en: Leaving a place
es: Salida de un lugar
fr: Sortie d’un lieu
it: Uscita da un luogo
